[
  {
    "regione": "Abruzzo",
    "nome": "Parco Archeologico di Alba Fucens",
    "descrizione": "Geografia e contesto:\n Il sito di Alba Fucens si trova in Abruzzo, nella provincia dell’Aquila, su un altopiano a circa 1000 metri di altitudine s.l.m., nei pressi del moderno comune di Massa d’Albe. La posizione geografica è strategica, posto sul versante occidentale del Monte Velino, in un’area montuosa caratterizzata da un paesaggio collinare e montano tipico dell’Appennino centrale. Il territorio circostante è dominato da rilievi calcarei, con presenza di formazioni rocciose e ampie valli fluviali, in particolare la Valle del Fucino, un tempo un grande lago oggi prosciugato. L’ambiente naturale è ricco di boschi di latifoglie e conifere, con un clima di tipo continentale montano che influenza la vegetazione e l’insediamento umano. Dal punto di vista morfologico, Alba Fucens si inserisce in un contesto di alta collina con vaste pianure adiacenti, ideale per l’agricoltura e per il controllo delle vie di comunicazione tra l’Adriatico e la Valle del Tevere. La posizione elevata e la vicinanza a sorgenti d’acqua hanno favorito l’insediamento e il controllo militare dell’area sin dall’epoca romana.\nStoria e Archeologia:\n Alba Fucens fu fondata come colonia romana nel 304 a.C., durante la fase di espansione romana nell’area dell’Abruzzo, con l’intento di consolidare il controllo sulle popolazioni italiche locali e di presidiare la via consolare Tiburtina Valeria, arteria fondamentale per il collegamento tra Roma e la parte orientale dell’Italia. L’insediamento si sviluppò rapidamente come centro strategico e militare, anche per la sua posizione dominante sulla Valle del Fucino. Nel corso dei secoli, Alba Fucens ebbe un ruolo significativo nelle guerre sannitiche e successivamente durante le guerre civili romane; si suppone che Giulio Cesare vi abbia soggiornato durante la sua campagna in Italia centrale. Le campagne di scavo, condotte dalla Soprintendenza Archeologica per l’Abruzzo e da istituzioni accademiche italiane e internazionali a partire dal XIX secolo e con rilievi importanti nel XX secolo, hanno riportato alla luce strutture urbane, tra cui la cinta muraria di epoca repubblicana, il foro, l’anfiteatro, terme, templi e abitazioni. Le indagini hanno anche evidenziato una fase preromana, con tracce di insediamenti sannitici o vestini. Gli scavi hanno permesso di recuperare materiali ceramici, iscrizioni latine, elementi architettonici in pietra e resti di mosaici pavimentali. Alba Fucens rappresenta un esempio paradigmatico di città romana di fondazione coloniale con un impianto urbanistico ortogonale e ben conservato.\nArte e Architettura:\n L’impianto architettonico di Alba Fucens riflette lo stile della città romana di epoca repubblicana, caratterizzato da un’organizzazione razionale e funzionale degli spazi pubblici e privati. Le mura difensive, costruite con grandi blocchi di pietra calcarea squadrata, testimoniano le tecniche di taglio e posa tipiche dell’ingegneria militare romana. L’anfiteatro, con capacità stimata intorno a 2000 spettatori, presenta una struttura ellittica in opus quadratum, realizzata con blocchi di pietra locale, ed è uno dei più antichi esempi di questa tipologia architettonica in Italia centrale. Il foro si configura come il centro politico, economico e religioso della città, con il tempio principale dedicato probabilmente a Giove o ad altre divinità capitoline, riconoscibile dai resti delle colonne e delle basi in travertino. Le terme cittadine presentano impianti per la gestione del riscaldamento a ipocausto, dimostrando un avanzato livello tecnico. Le abitazioni e gli edifici pubblici sono stati costruiti utilizzando prevalentemente pietra locale e malta, con pavimenti in mosaico e decorazioni pittoriche di buona qualità. Le scoperte archeologiche evidenziano una continuità nell’uso delle tecniche costruttive romane, con apporti di elementi decorativi di tipo ellenistico-romano, che sottolineano l’importanza culturale del sito nell’ambito dell’architettura provinciale romana. L’assenza di riferimenti a singoli artisti non diminuisce il valore culturale del sito, che rappresenta un patrimonio significativo per la conoscenza della colonizzazione romana e della vita urbana nel territorio abruzzese."
  },
  {
    "regione": "Abruzzo",
    "nome": "Area Archeologica di Capestrano",
    "descrizione": "Area archeologica di Capestrano:\nGeografia e contesto\n L’area archeologica di Capestrano si trova nella regione Abruzzo, in provincia di L’Aquila, all’interno della conca del Fucino, una vasta depressione naturale caratterizzata da un antico lago bonificato nel XIX secolo. Il sito sorge a circa 450 metri sul livello del mare, in un territorio collinare con un clima temperato, caratterizzato da inverni freddi e estati miti. Il paesaggio circostante presenta una combinazione di ambienti naturali quali colline calcaree, vallate e boschi di latifoglie, tipici della transizione tra l’Appennino e la zona di pianura. La morfologia della zona è fortemente influenzata dalla presenza di corsi d’acqua, come il fiume Tirino, che ha favorito l’insediamento umano fin dall’età antica, garantendo risorse idriche e terreni fertili. Dal punto di vista antropico, la zona è caratterizzata dalla presenza di piccoli centri abitati di origine medievale e moderna, ma conserva tracce di insediamenti preistorici e di epoche storiche più avanzate, testimoniati dai resti archeologici. L’ubicazione strategica nella media valle del fiume Tirino ha favorito la circolazione di popolazioni e scambi culturali lungo le direttrici transappenniniche.\nStoria e Archeologia\n L’area archeologica di Capestrano è nota principalmente per i rinvenimenti riferibili all’età del Ferro, in particolare legati alla cultura italica dei Piceni. Il sito ha restituito testimonianze di insediamenti e necropoli databili tra l’VIII e il IV secolo a.C. Le campagne di scavo, condotte a partire dagli anni ’30 del XX secolo sotto la supervisione della Soprintendenza Archeologica dell’Abruzzo, hanno portato alla luce una serie di tombe monumentali con corredi funerari di grande valore. Tra le scoperte più rilevanti spicca la celebre statua in pietra calcarea nota come il Guerriero di Capestrano, databile al VI secolo a.C., rinvenuta nel 1934 nella necropoli locale e considerata uno dei reperti più significativi dell’arte picena. La storia del sito si intreccia con quella degli insediamenti piceni, che svolsero un ruolo cruciale nelle dinamiche politico-culturali dell’Italia centrale preromana. Successivamente, durante l’epoca romana, la zona mantenne una funzione marginale ma rimase abitata, come testimoniano resti di strutture rurali e di viabilità antica. Le ricerche archeologiche più recenti, coordinate dalla Soprintendenza e da enti accademici, hanno approfondito l’organizzazione insediativa e la funzione rituale delle necropoli, ampliando la conoscenza sulle pratiche funerarie e sui rapporti interculturali tra i Piceni e le popolazioni vicine.\nArte e Architettura\n Le opere artistiche rinvenute nell’area di Capestrano testimoniano un livello di maestria e di significato simbolico rilevante nell’ambito della cultura picena. Il Guerriero di Capestrano, scolpito in pietra calcarea con tecnica di levigatura e incisione, rappresenta un uomo in armatura e con armi, dotato di particolari stilistici che rimandano a un’iconografia eroica e a significati rituali legati al potere e alla protezione. Lo stile della scultura presenta influenze di matrice etrusca e greca, reinterpretate in chiave locale, e costituisce un esempio unico di arte monumentale italica. Le necropoli presentano inoltre elementi architettonici come tombe a tumulo e camere funerarie in pietra, che utilizzano tecniche costruttive basate sull’impiego di blocchi di pietra locale, spesso calcare, accuratamente sagomati e posizionati senza malta. Queste strutture funerarie riflettono sia aspetti funzionali sia significati simbolici relativi al culto dei defunti e alla gerarchia sociale. Gli ornamenti e i corredi trovati nelle tombe, tra cui fibule, armi, ceramiche decorate e gioielli in metalli preziosi, indicano un’artigianalità raffinata e un gusto estetico elaborato, con decorazioni a motivi geometrici e figurativi che si inseriscono nel più ampio contesto artistico italico preromano. L’area archeologica di Capestrano costituisce quindi un patrimonio culturale di grande rilievo per lo studio delle arti e delle architetture funerarie dell’Italia antica."
  }
]